//Создайте страницу, которая спрашивает имя у пользователя и выводит его
let name ='mapishka';//создали перемунную и присвоили ей стринговое значение;
let vopros = "Как тебя зовут";//создали перемунную и присвоили ей стринговое значение;
let otvet;//создали переменную;
otvet = prompt(vopros, name); //присвоили переменной otvet значение которое вернет prompt,  а в prompt передали два аргумента. Первый - это вопрос, который выведется в модальном окне, а второй  - это дефодтное значение, которое выведется в поле ответа;
alert (otvet); //вызываем функцию alert и передаем ей аргумент;


